# 2016-05-18: Reworked and updated by Frettt www.frettts-freeware.com
[Language]
Name_in_English=Arabic
Name_in_native_language=العربية
ID=11265
Font_name=MS Sans Serif
Font_size=8
[String]
1=الاسم
2=النوع
3=الحجم
4=المعدل
5=العنوان
6=المدة
7=مهلة
8=المسار
9=مسار
10=اضافة
11=اضافة الملفات
12=الوقت
13=الرسالة
14=مجلد
15=مجهول
16=الاصدار
17=جلسة
18=موافق
19=الغاء الامر
20=32-bit
21=64-bit
30=الصفحة الرئيسية
31=بريد الكتروني
34=هل تريد الالغاء
35=ملفات %d مجلدات , %d
36=الرجاء الانتظار
37=المسح الضوئي وتحسين تخطيط الملفات...
38=ملفات %d ملفات، انهى %d مجموع
39=لا يمكن قراءة ملف صورة مضغوط.
40=لا يمكن توليد البيانات المضغوطة.
41=الملف موجود بالفعل مع السمة للقراءة فقط. هل تريد الكتابة فوقه؟
42=الملف موجود بالفعل. هل تريد الكتابة فوقه؟
43=كلمة السر باطلة
44=اسم ملف او مجلد موجود بالفعل. هل تريد الكتابة فوقه؟
45=تم تغيير الملف الحالي. انت بحاجة الى حفظه اولا.
46=يجب ادخال كلمة سر لفتح هذا الملف.
47=(حجم الملف كبير جدا (> 8 تيرابايت
48=تنسيق الملف غير صالح او غير معتمد.
49=لا يمكن قراءة بنية الدليل.
50=نهاية غير متوقعة للملف وجدت.
51=تم العثور على اثناء قراءة بنية الدليل على خطا.
52=نفاد في الذاكرة. احباط البرنامج
53=لا يمكن انشاء الدليل او الملف. القرص ربما كامل او للقراءة فقط
54=CD/DVD/BD لا يستطيع قراءة قطاع
55=نوع مصدر ملف الصورة والوجهة غير متطابقة. هناك حاجة الى لا تحويل.
56=لا يمكن ان يكون اسم الملف المصدر والوجهة اسم الملف نفسه.
57=حجم ملف الصورة الجديدة كبير جدا (> 8تيرا بايت). الرجاء ازالة بعض الملفات
58=موجود بنفس الاسم سابقا. الرجاء اختيار اسم اخر.
59=بنفس الاسم موجود مسبقا. الرجاء اختيار اسم اخر %s\r\n\r\n
60=حجم الملف كبير جدا (> 4 ق ب)، ولا يمكن ان تضاف الى الصورة.%s\r\n\r\n
61=حدد المجلد الذي تريد استخراجة الى:
62=%s فشل استخراج!%s\r\n\r\n
63=سيتم تغيير اسم المجلد الى:
64=سيتم تغيير اسم الملف الى:
65=لا يمكن انشاء ملف مؤقت اثناء حفظ ملف الصورة.
66=\r\n\r\n الكشف عن اخطاء %d EDC
67=0x%08x        \r\n ازاحة القطاع :%d
68=هذا ملف صورة قرص للفيديو، ولا يمكن تحويله
69=هذا ملف صورة قرص مضغوط صوتي، ولا يمكن تحويلها.
70=عدم تطابق اصدار الملف. لفتح هذا الملف، الرجاء زيارة موقعنا على الانترنت للحصول على احدث اصدار.
71=اسم ملف او اسم مجلد يحتوي على احرف غير صالحة
72=سيكون الاسم الجديد:
73=حفظ الى:
74=بايتات
75=من 
76=الى 
77=مجلد جديد
78=محرك
79=الحد الاعلى
80=تحويل...
81=تغيير حجم الملف.
82=اجهزة الاعلام اكتشفت:
83=الكشف عن وسائل الاعلام فشل، او لا توجد وسائط في محرك الاقراص
84=فشل في حرق
85=محو الوسائط...
86=وسائل الاعلام محوها بنجاح.
87=حدث خطا اثناء محو وسائل الاعلام.
88=حدث خطا اثناء التحقق من وسائط فارغة.
89=مزامنة ذاكرة التخزين المؤقت...
90=(%s needed, %s available) لا توجد كتل حرة كافية في وسائل الاعلام
91=حرق ناجحة.
92=[%C:].حدث خطا اثناء فتح الجهاز
93=هل تريد المتابعة على اية حال \r\n لا يمكن قفل وحدة التخزين من اجل وصول خاص
94=تحضير الوسائط...
95=حدث خطا اثناء قراءة معلومات الوسائط
96=DVD + RW تهيئة اجهزة اعلام...
97=خطا تنسيق وسائط الاعلام
98=وضع اللمسات الاخيرة على وسائل الاعلام، وقد يستغرق هذا عدة دقائق...
99=اعداد البيانات...
100=فشل في اعداد البيانات
101=الملف موجود بالفعل.
102=لا يوجد اي المسارات في ملف الصورة.
103=حدث خطا اثناء فك تشفير ملفات الموسيقى.
104=يمكن حرق الملفات/المسارات المحددة فقط على قرص مضغوط.
105=التحقق
106=حدث خطا اثناء التحقق من البيانات على القرص.
107=حدث خطا اثناء قراءة بيانات المصدر.
108=حدث خطا اثناء قراءة البيانات على القرص.
109=ازاحة القطاع:
110=لا يمكن تحويل هذا الملف الصورة.
150=كل الملفات
151=كافة ملفات الصور
152=القياسية ISO صور
153=ارشيف وصول مباشر
154=Cdrwin صور
155=Alcohol120% صور
156=Ashampoo صور
157=BlindWrite صور
158=Cdspace صور
159=CloneCD صور
160=DiscJugger صور
161=Easy CD/DVD Creator صور
162=Gear صور
163=InstantCopy صور
164=Nero صور
165=NTI CD-Maker صور
166=PlexTools صور
167=RecordNow صور
168=Virtual CD-ROM صور
169=Virtual Drive صور
170=WinOnCD صور
171=Mac صور
172=ملفات صورة الاقلاع
173=UIF صور
174=VMWare Virtual Disk صور
175=VirtualBox Virtual Disk صور
176=Virtual PC Virtual Disk صور
177=ISZ صور
200=%s: %s لا يستطيع نسخ
201=%s: %s لا يستطيع تحرك
202=يوجد مجلد بهذا الاسم بالفعل. الرجاء تحديد اسم مجلد مختلف.
203=يوجد ملف بنفس الاسم الذي حددته سابقا الرجاء تحديد اسم ملف مختلف.
204=المجلد الوجهة هو نفسه المجلد المصدر.
205=المجلد الوجهة مجلد فرعي للمجلد المصدر.
206=خطا في كتابة البيانات.
207=ملفات الموسيقى
208=خصائص الصورة
209=التكوين
210=محو سريع
211=محو كامل
498=محو قرص قابل لاعادة الكتابة
213=محو المعلمات:
214=سرعة المحو:
215=حدث خطا اثناء قراءة المعلومات القدرات.
216=فشل مزامنة ذاكرة التخزين المؤقت.
217=حدث خطا اثناء اغلاق المسار.
218=%s لايمكن محوها
219=عام
220=متنوع
221=معلومات
222=عام
223=متقدم
224=تعليق
225=التاريخ/الوقت
226=اختتام الجلسة قد يستغرق هذا عدة دقائق...
227=هل تريد حقا احباط عملية التحقق البيانات؟
228=القرص فارغ.
229=يمكن ان يحتوي قرص الصوت فقط على المسارات يصل الى 99. الرجاء تحديد عدد اقل من الملفات، ثم محاولة اضافتها مرة اخرى.
230=لا يوجد قرص في محرك الاقراص
231=التحقق من النجاح
232=التحقق من فشل.
233=التحقق من اكمال مع وجود خطا.
234=التحقق من الالغاء.
235=ايقاف تنسيق الخلفية...
236=توقفت عن تنسيق الخلفية.
237=حدث خطا اثناء قراءة معلومات المسار
238=حرق ناجحة مع التحذيرات
239=القرص الوجهة ليس فارغا
240=القرص ليس فارغا
241=هل تريد ان تمسحه عليه الان؟
242=%.1fx (%uKB/s).تحديد سرعة المحرك
243=%dx (%uKB/s).تحديد سرعة المحرك
244=%.1fx (%uKB/s)
245=%dx (%uKB/s)
246=(%08x).فشل في قراءة العنوان التالي القابل للكتابة
247=(%d needed, %d available).فشل في قراءة العنوان التالي القابل للكتابة
248=نوع غير معروف من القرص في محرك الاقراص.
249=حدث خطا اثناء قراءة بيانات الصورة.
250=ملف صورة التمهيد غير صالح.
251=اسم ملف لا يحتوي على اي من الاحرف التالية:
252=< لا تسمية >
253=نوع القرص غير معروف
254=لا توجد اية اقراص
255=لا يوجد اي مسار الصوت في هذا المشروع.
256=هذا قرص متعدد المسارات، الرجاء تحديد تنسيق ملف صورة بن.
257=هذا قرص صوتي، الرجاء تحديد تنسيق ملف صورة بن.
258=الملف موجود بالفعل. هل تريد حقا لاضافة الملف مرة اخرى؟
259=بدء كتابة الوسائط...
260=دليل الكتابة...
261=كتابة الملفات...
262=اكمل.
263=هل تريد تجاهل كافة الاخطاء؟
264=بدء كتابة الملفات...
265=بدء التحقق من الملفات...
266=التحقق من الملفات...
267=فشل كتابة ملف.
268=تشفير.%s خطا في فتح
269=معلومات الدليل
270=WIM ملفات
271=البوم
272=المسار
273=الفنان
274=<رقم المسار>
275=<عنوان المسار>
276=<مسار الفنان>
277=<مسار الملحن>
278=<عنوان الالبوم>
279=<البوم الفنان >
280=<البوم الملحن >
281=عينة عنوان المسار
282=عينة مسار الفنان
283=عينة مسار الملحن
284=عينة عنوان الالبوم
285=عينة البوم الفنان
286=عينة البوم الملحن
287=مسار الفنان مجهول
288=مسار الملحن مجهول
289=عنوان الالبوم مجهول
290=البوم الفنان مجهول
291=البوم الملحن مجهول
292=كتابة نص القرص المدمج السمعي...
293=الصوت
294=خصائص الصوت
295=الرجاء ادخال سنة صحيحة.
296=يجب ان يكون بالضبط 13 حرفا رقمية.UPC. A UPC صالح او ترك الحقل فارغا لمدة لا UPC الرجاء ادخال
297=بالضبط 12 حرفا مع الحروف الاولى 2، وابجدية 3 القادم، ورقمية 7 الماضي فقط.ISRC صالح او ترك الحقل فارغا لمدة لا ISRC. يجب ان يكون ISRC الرجاء ادخال
298=%s و %s.قيمة وقفه قد يكون تعيين بين
299=< قيم متعددة >
300=الرجاء ادراج قرص فارغ او قابل لاعادة الكتابة واعادة المحاولة.
301=VMWare Virtual صورة القرص
302=VMWare Virtual  صورة القرص
303=Virtual PC Virtual صورة القرص
304=صورة القرص
305=ملف تصوير وندوز
306=قسم
307=الاقسام التالية AnyBurn لا يمكن فتح
308=استيراد الصور
309=استيراد قسم
310=مخصص
311=اللغة
312=ملف
313=ملفات الفيديو
314=مزق
315=مزق قرص مضغوط صوتي
316=تمزق الى: 
317=تمزيق ...
318=التعليق
319=ملفات متعددة
320=ملف واحد
321=%s خطا في تحميل
322=تشفير %s
323=شفر.%s التشطيب خطا
324=0( (اسرع واقل ضغط
325=5( (الافتراضي
326=8( (ابطا، ومعظم ضغط
327=سريع
328=عادي
329=عالي
330=عالية جدا
331=مجنون
332=فشل في فتح الملف.
333=هل تريد الاستمرار؟
334=دخول خاصة موجودة بالفعل في الموقع الهدف.
335=VCD/SVCD.بنية الدليل كبيرة جدا بالنسبة
336=لا يوجد اي مسار الفيديو في هذا المشروع.
337=التي تم ترميز اقراص الفيديو MPEG-1 غير صحيح-بحاجة الى %s\r\n\r\n
338=التي تم ترميز اقراص الفيديو MPEG-2 غير صحيح-بحاجة الى %s\r\n\r\n
339=هل ترغب في الاستمرار \r\n\r\n وينبغي ان تحتوي على دفق فيديو حركة.%s\r\n\r\n
340=هل ترغب في الاستمرار \r\n\r\n نوع VCD غير معتمدة من قبل هذا النوع  #%d دفق الصوت
341=هل ترغب في الاستمرار %d Hz (should be 44100 Hz).\r\n\r\n وقد تردد اخذ العينات #%d دفق الصوت %s\r\n\r\n
342=هل ترغب في الاستمرار \r\n\r\n هو ليس الطبقة الثانية #%d دفق الصوت %s\r\n\r\n
343=هل ترغب في الاستمرار \r\n\r\n ك ب / ث (يجب ان تكون 224 كيلوبت في الثانية لهذا النوع من اقراص الفيديو) %d وقد البت  #%d دفق الصوت %s\r\n\r\n
344=هل ترغب في الاستمرار \r\n\r\n يتطلب نوع دفق صوتي يكون حاضرا.VCD وهذا %s\r\n\r\n
345=MPEG-1 or MPEG-2 ليس ملف صالح
346=لا توجد مساحة حرة كافية لاحتواء الملف.
347=افتراضي
348=ملفات صور القرص المرن
349=ملفات صور القرص الثابت
350=خطا في كتابة ملف مؤقت.
351=الرجاء ادراج قرص مضغوط الصوت في محرك الاقراص.
352=تحديد ملفات كثيرة جدا.
353=اسم الملف اعلاه غير صالح.
354=اضافة الملفات والمجلدات
355=نظام ملف
356=تحسين تخطيط الملف عند حفظ ملف الصورة
359=مصدر المحرك
360=حرق القرص
361=حدد مصدر محرك الاقراص: 
362=الرجاء تحديد محرك الاقراص المصدر.
363=الرجاء تحديد محرك الاقراص حرق.
364=الرجاء ادراج القرص المصدر.
365=القرص المصدر فارغا.
366=القرص المصدر غير صحيح او فارغ.
367=القرص المصدر غير صالح او غير معتمد.
368=الرجاء ادراج القرص الوجهة.
369=(%s) ليست نفس نوع القرص المصدر.(%s) نوع القرص الوجهة
370=القرص الوجهة غير صالح او غير معتمد.
371=%s in %C:.الرجاء ادخال فارغ او قابل لاعادة الكتابة
372=نسخ قرص متعدد غير معتمد.
373=حدث خطا اثناء قراءة معلومات الوسائط المصدر.
374=التخزين المؤقت للقرص المصدر بدات...
375=على القرص المصدر.%d الى %d حدث خطا اثناء قراءة قطاعات من
376=على القرص المصدر.%d حدث خطا اثناء قراءة القطاع
377=في ملف مؤقت. %d الى %d حدث خطا اثناء قراءة قطاعات من
378=في ملف مؤقت.%d حدث خطا اثناء قراءة القطاع
379=قراءة القرص المصدر...
380=انشاء ملف مؤقت لحرق...
381=فشل انشاء ملف مؤقت.
382=انشاء ملف مؤقت تم تخطي.
383=اذا لم تغير القرص المصدر، الرجاء اختيار "لا".\r\n\r\n* يوجد بالفعل ملف البيانات المؤقتة من القرص المصدر، هل تريد انشائه
384=تم الغاء
385=حدث خطا اثناء قراءة معلومات محرك الاقراص.
386=محرك الاقراص الحالي لا يدعم قرص-النص
387=كتابة قرص-النص، لا يمكن تجاهلها
388=حرق غير معتمد.(RRM)،  كما وضع تسجيل عشوائي (%s) وقد تم تنسيق القرص الموجود في محرك الاقراص
389=ممكن.ISO 9660  الحجم الاقصى للملف المسموح به على القرص هو 4 ق ب اذا
390=UDF؟وتمكين ISO 9660  هل تريد تعطيل 
391=خطا في البيانات او كلمة سر خاطئة!
392=كلمة السر خاطئة او الارشيف باطل
393=الرجاء ادخال كلمة السر
394=حرف  %d كلمة السر طويلة جدا. الحد الاقصى للطول 
395=ادنى
396=اعلى
397=AnyBurn يتوفر اصدار جديد من
398=الاصدار الجديد:
399=تاريخ الاصدار:
400=هل تريد تثبيته الان؟
401=هل تريد زيارة موقعنا على الانترنت للحصول على الاصدار الجديد؟
402=AnyBurn خاصتك حديث
403=التحقق من وجود تحديثات فشل!
404=اضافة ملفات الصوت
405=اضافة الملفات والمجلدات
406=انعاش
407=لا توجد مساحة كافية على القرص. الرجاء ازالة بعض الملفات غير الضرورية ثم حاول مرة اخرى.
408=هو 4 ق ب FAT الملف كبير جدا. الحجم الاقصى للملف يؤيده قسم 
409=في نفس الوقت.%s و %s لا يمكن حرق 
410=لقد اخترت لحرق لمحركات اقراص متعددة في وقت واحد.
411=%d.يمكنك تعيين عدد النسخ الى 
412=هل تريد اخراج القرص بعد النسخ؟
413=حجم الملف
414=%s من %s نسخ
415=(نسخ %s) من %s) السابق
416=(نسخ %s) من %s) التالي
417=يجب ان يكون عدد النسخ بين 1 و 999.
418=%d في نفس الوقت. هل تريد تعيين عدد النسخ الى %d لقد اخترت لحرق لمحركات اقراص
419=التجميع الحالية
420=حرق لمحركات اقراص متعددة في وقت واحد
421=الكتابة
422=CD/DVD/Blu-ray  لا محركات الاقراص مكتشفة
423=لم يتم الكشف عن محرك الحرق.
424=الرجاء تحديد ملف صورة.
425=لا يمكنك اضافة اي ملف او مجلد. هل تريد المتابعة على اية حال؟
426=الرجاء تحديد الملفات الصوتية التي تريد نسخها.
427=الرجاء ادخال اسم ملف الصورة.
428=الرجاء تحديد ملف مصدر الصورة ليتم تحويلها.
429=الرجاء ادخال اسم ملف الصورة الوجهة.
430=قرص فارغ
431=القرص غير كاملة
432=القرص النهائية
433=عنوان
434=طول
435=نمط
436=الوضع 1
437=الوضع 2
438=الصوت
439=القرص غير صحيح او فارغ.
440=استخراج
441=استخراج:
442=استخراج الارشيف الى:
443=مهلة
444=مواصلة
445=اغلاق
446=هل انت متاكد من انك تريد اعادة تعيين التطبيق الى التكوين الافتراضي؟
447=الاعدادات
448=%s و %s.يمكن فقط تعيين حجم المخزن المؤقت ذاكرة الوصول العشوائي بين
449=هل انت متاكد من انك تريد تجاهل التغييرات؟
450=محاكاة لكتابة الصوت مؤتمر نزع السلاح--نص...
451=محاكاة لكتابة الوسائط...
452=عدم الحاق الملفات اليها.AnyBurn هذا القرص المستوردة غير قابل للكتابة
453=لقد كتب هذا القرص تم استيرادها من قبل برنامج اخر. انيبورن عدم الحاق بيانات بذلك.
454=محاكاة لحرق غير معتمد. الرجاء الغاء تحديد خيار محاكاة الحرق %s
455=حرق المحاكاة غير معتمد.
456=المحاكاة حرق ناجحة.
457=المحاكاة حرق ناجحة مع التحذيرات.
458=متعدد غير معتمد. الرجاء التحقق من الخيار 'وضع اللمسات الاخيرة على القرص DVD-R DL حرق 
459=الملف المحدد ملف مشروع، الرجاء اختيار ملف صورة قرص.
460=يمكن الحاق قرص بيانات فقط.
461=ملف الصورة
462=القرص غير فارغ.
463=التحقق من البيانات التي تم استيرادها...
464=فشل التحقق من البيانات التي تم استيرادها.
465=لا يمكن العثور على القرص الذي يحتوي على جلسات النسخ الاحتياطي السابقة. الرجاء ادراج القرص ثم اعد المحاولة.
466=عدم الحاق بيانات بذلك.AnyBurn وقد استكمل هذا القرص المستوردة.  
467=لا يمكن العثور على الملفات التالية على نظامك.
468=لا يمكن العثور على القرص الذي يتم الرجوع اليها بواسطة ملف المشروع.
469=الرجاء تحديد محرك الاقراص الصحيح او ادراج القرص الصحيح
470=%.1fx (%uKB/s).:سرعة الكتابة الحالية
471=%dx (%uKB/s).:سرعة الكتابة الحالية
472=القياسية ISO ملف
473=BIN/CUE ملف
474=نسخ الى الحافظة
475=حرق الان
476=محو الان
477=انشاء الان
478=نسخ الان
479=تحويل الان
480=مزق الان
481=اعادة المحاولة
482=%s...\r\n الى %02d مسار التمزيق
483=%C:\r\n :محرك الاقراص المصدر
484=%s\r\n:ملف الصورة الوجهة
485=بدء كتابة ملف الصورة...
486=%s\r\n:مصدر ملف الصورة
487=%s:طريقة المحو
488=محو سريع
489=محو كامل
490=الرجاء تحديد ملف او مجلد في القائمة لاعادة تسمية.
491=حدد ملف للنسخ من القرص المضغوط:
492=حدد مجلد للنسخ من القرص المضغوط:
493=ليس هناك مسار للتمزيق
494=تحتاج الى تحديد مسار واحد على الاقل لمواصلة.
495=نسخ ملف الصورة
496=حرق الملفات/المجلدات
497=حرق قرص مضغوط صوتي
499=انشاء ملف صورة من القرص
500=نسخ القرص
501=تحويل ملف الصورة
502=انشاء ملف صورة من الملفات/المجلدات
503=النسخ من قرص صوتي انتهى بنجاح.
504=تم الغاء النسخ من قرص صوتي
505=فشلت عملية النسخ من قرص صوتي
506=الرجاء تحديد مسار للازالة.
507=:"%s" الرجاء ادخال اسم جديد
508=القرص:
509=انشاء ملف صورة الانتهاء بنجاح.
510=تم الغاء انشاء ملف الصورة.
511=فشل في انشاء ملف الصورة.
512=تم الانتهاء من تحويل ملف الصورة بنجاح.
513=تم الغاء تحويل ملف الصورة.
514=فشل في تحويل ملف الصورة.
515=%s الى %s تحويل من
516=\r\n بدء تحويل...
517=%s\r\n:نوع ملف الصورة الوجهة
518=\r\n بدء انشاء ملف الصورة...
519=%s الى %s انشاء ملف صورة من
520=القرص غير صحيح او فارغ
521=%dMB حرة %dMB مجموع
522=قابل للتشغيل USB انشاء محرك اقراص
523=USB جعل ملف الصورة محرك اقراص
524=USB ملفات الصور محرك اقراص
525=USB كتابة محرك اقراص
526=ناجحة USB كتابة محرك اقراص
527=الكتابة الخام
528=الرجاء تحديد مصدر ملف الصورة.
529=USB الرجاء تحديد الوجهة محرك اقراص 
530=%s.فشل قراءة
531=%s.فشل كتابة 
532=%s.:%s.فشل كتابة 
533=تخطي الملفات الاخرى...
534=هل تريد الاستمرار USB ستتم الكتابة فوق كافة البيانات الموجودة في محرك اقراص
535=للكتابة USB فتح محرك اقراص
536=USB الغاء كتابة محرك اقراص
537=%d:مجموع القطاعات المكتوبة
538=USB بدء كتابة محرك اقراص...
539=USB مزامنة ذاكرة التخزين المؤقت لمحرك اقراص
540=USB فشل كتابة محرك اقراص...
541=USB لا توجد مساحة كافية في محرك اقراص
542=فشل قراءة الملف المصدر.
543=%x في القطاع.USB فشل كتابة محرك اقراص
544=%s.محرك USB فشل في فتح
545=USB محرك اقراص
546=كمسؤول. هل تريد الاستمرار AnyBurn من اجل استخدام هذه الدالة، تحتاج الى تشغيل
547=USB مما يجعل صورة محرك اقراص...
548=هل تريد تجاهل الخطا، ومواصلة الاستخراج؟
549=تجاهل
550=تجاهل الكل
551=استعراض/استخراج ملف الصورة
552=تحرير ملف صورة
554=استخراج ملف الصورة انتهى بنجاح.
555=تم الغاء استخراج ملف الصورة.
556=فشل استخراج ملف الصورة.
557=استخراج الانتهاء!
558=ملف السجل
559=لا يمكن استخراج مجلد الوجهة الفارغة.
560=الرجاء تحديد الملفات والمجلدات بحاجة الى استخراج من القائمة. اذا تم تحديد لا ملف او مجلد، سيتم استخراج كافة الملفات والمجلدات الموجودة في ملف الصورة.
561=هل انت متاكد من الغاء؟
562=%s :الحجم الاجمالي للبيانات
563=المتبقي:
564=%s مع نظام الملف USB تهيئة محرك الاقراص
565=التهية الكتملت بنجاح
566=USB فشل تنسيق محرك اقراص
567=NTFS  هل تريد تغيير نظام الملفات %s الملف كبير جدا لنظام الملف
568=FAT32 هل تريد تغيير نظام الملفات %s قابل للتمهيد لنظام الملف USB ولن يكون محرك اقراص
569=USB لا يمكن كتابة الملف الى محرك اقراص
570=Folder name
571=File name
572=New name
573=<Automatic>
574=Times elapsed:
575=Source image file
576=Source compact disc
577=Burning source
578=Destination USB drive
579=View drive / disc information
580=Extracting...
581=Adding...
582=Extract to
583=Extracting image file...
584=The file has been saved successfully.
585=Due to file system limitation, the following file name or folder name will be truncated. Do you want to continue?
586=The operation has been canceled.
587=Verifying media
588=Drive information
589=Disc information
590=Let me select
591=Burn the image file to CD, DVD, or Blu-ray disc
592=Browse or extract files within the image file
593=Edit the image file
594=Convert the image file to other format
595=Write the image file to USB drive
596=Do nothing
597=Label
598=Used
599=Never remind
600=Remind later
601=Warning: All data in the disc will be erased!
602=There is no disc in the drive.
603=Please insert a recordable disc in the drive.
604=The disc in the drive is read only (%s).
605=Start page
606=Stereo
607=Joint Stereo
608=Dual Channel
609=Mono
610=To append files to the disc, please select a session from the list, then click "Import" to import previous files on the disc.
611=If you want to create a new disc, please click "Cancel".
612=Exit
613=In folder
614=The selected file can't be burned to the optical disc. Please unpack the file, then write the unpacked files to the optical disc.
615=%d Files, %d Folders
616=The folder can not be found!
617=Output type
618=Sample rate (hz)
619=Channels
620=Bit depth
621=Format
622=Mode
623=Enable ID3 V1
624=Enable ID3 V2
625=Copyright bit
626=Original bit
627=Compression level
628=Compression quality
629=%s encoder settings
630=Do you want to abort the operation?
631=The file can't be converted to the selected format.
632=Creating image file completed successfully.
634=If this option is checked, AnyBurn will optimize files layout and only allocate disc space once for identical files. This can reduce disc space required, but may take long time for optimizing.
635=Extract failed!
636=Please enter the password.
637=More settings
638=Extraction finished!
639=Extraction was canceled!
640=Message
641=Total %d messages.
642=Messages
643=Normal
644=Better
645=Best(slowest)
646=Number of images:
647=Current image:
648=CDDB information has been loaded successfully.
649=The volume number exceeds limitation. Please increase the volume size.
650=Write image file failed.
651=Properties
652=Writing changes to image file...
653=Please open the file with anyburn, and save it as selected format.
654=Non-bootable Disc
655=Bootable Disc
656=Non-bootable Image
657=Bootable Image
658=Audio CD Image
659=Video CD Image
660=Total %d KB, Used %d KB (%d%%)
661=Total %d MB, Used %d MB (%d%%)
662=Total
663=Hybrid Mac/PC
664=Mixed Mode
665=Empty
666=Ratio
667=Total  %d MB   - - -  %d %%
668=Data
669=Video
670=Music Disc
671=Apple HFS Image
672=Apple HFS+ Image
673=Mixed Mode CD Image
674=Bootable
675=XBOX DVD Image
676=Saving floppy disk image...
677=Loading floppy disk image...
678=Floppy disk not formatted or bad disk.
679=Add boot information...
680=Save boot information...
681=Delete boot information...
682=Are you sure to delete the boot information?
683=Edit boot image file...
684=Rename
685=Boot
686=Destination image file
687=Select image file name
688=Select image file type
689=Image file settings
690=Enable password protection
691=Enter password
692=Confirm password
693=Please enter your password:
694=Please reenter your password:
695=Please enter your new password:
696=Please reenter your new password:
697=Please input the password:
698=The two passwords do not match.
699=You are ready to open a multiple volume image file. AnyBurn needs this volume to continue.
700=Please put all volumes under the same folder before edit, convert, or mount a multi volume image file, and make sure no volume is opened by other program.
701=Volume path:
702=Volumes missed or can not be opened:
703=Skip unaccessible volumes
704=You have chosen to split the image file to multiple volumes.\r\nThe volumes name will be:\r\n
705=The source file or destination file is a multiple volume image file. You must save to a different file name.
706=Some advanced features, such as password protection and multiple volume support has been enabled. You need save the image file to a DAA file.
707=The volume size can not be empty.
708=The volume size value is invalid. \r\nPlease select the value from the drop list or input it directly.\r\n\r\nFor example:\r\n\r\n10,485,760  or  10240K  or  10M\r\n\r\nNote: The size should be no less than 128K and no more than 65536M(64G).
709=Autodetect
710=Burn
711=Error loading MS-DOS files.
712=Writing FreeDOS files to USB drive...
713=Writing MS-DOS files to USB drive...
714=Create FreeDOS bootable USB drive
715=Create MS-DOS bootable USB drive
716=No compact disc is selected.
717=Extracting track #%02d to %s...\r\n
718=Reading CDDB information...
719=Optical drive
720=Hard drive
721=Good block
722=Problem block
723=Bad block
724=Not tested block
725=Good sectors
726=Problem sectors
727=Bad sectors
728=Not tesed sectors
729=Total 1 sector
730=Total %d sectors
731=1 block = %d sectors
732=Testing sectors %I64d to %I64d...
733=Reading sector %I64d required %d tries.
734=Reading sector %I64d to %I64d required %d tries.
735=Failed to read sector %I64d.
736=Failed to read sector %I64d to %I64d.
737=Disc surface test started.
738=Disc surface test was canceled.
739=Disc surface test completed.
740=Times remaining:
741=Speed
742=Completed sectors
743=Please select a drive:
744=Select drive
745=Selected drive:
746=Change drive
747=No drive selected
748=from %s to %s
749=Start
750=Stop
751=Disc type
752=Disc surface test
753=Disc manufacturer
754=Number of tracks
755=Number of sessions
756=Do you want to cancel surface test?
757=Start sector
758=End sector
759=Sector size
760=Total sectors
761=Capacity
762=Raw Disc Image Files
763=Browse
764=More selection
765=The volume adjust value should be between 1% and 999%.
766=Volume adjust
767=Step %d:
768=All data in the USB drive will be destroyed. Do you want to continue?
769=Failed reading USB drive information: %s.
770=Cleaning USB drive completed successfully.
771=Failed Cleaning USB drive!
772=Clean USB drive
773=Config CDDB server
774=CDDB server url
775=Can't list files in the data track.
776=AnyBurn can't list files in the following partition:
777=Preparing files...
[MENU_196]
|0=&الخيارات
32786=الاعدادات...
|1=&التعليمات
32789=&تعليمات عبر الانترنت
32790=دعم &المنتج
32791=التحقق من وجود &تحديثات...
32787=الرئيسة AnyBurn صفحة
16=&AnyBurn حول...
[MENU_158]
32775=ايقونة كب&يرة
32772=ايقونة ص&غيرة
32773=& قائمة
32774=&تفصيل
[MENU_184]
32778=<رقم المسار>
32779=<عنوان المسار>
32780=<مسار الفنان>
32781=<مسار الملحن>
32782=<عنوان الالبوم>
32783=<البوم الفنان >
32784=<البوم الملحن >
[DIALOG_100]
0=About AnyBurn
[DIALOG_129]
1016=حرق ملف الصورة على القرص
1001=حرق الملفات والمجلدات على القرص
1019=mp3/flac/apeحرق قرص الصوت من
1020=محو قرص قابل لاعادة الكتابة
1041=نسخ الى ملف صورة القرص
1042=نسخ القرص
1008=mp3/flac/ape مزق قرص صوتي الى
1007=تحويل ملفات الصور
1003=انشاء ملف صورة من ملفات او مجلدات
1006=عرض محرك الاقراص/معلومات القرص
1219=الرجاء تحديد المهمة:
1004=قابل للتشغيل USB انشاء محرك اقراص
1009=استعراض/استخراج ملف الصورة
1010=تحرير ملف صورة
1011=Disc surface test
1012=Convert Audio format...
[DIALOG_132]
1061=اضافة
1062=ازالة
1006=متقدم
1094=حرق القرص:
1008=More
[DIALOG_133]
1061=اضافة
1062=ازالة
1063=&الخصائص
1064=تحريك لاعلى
1065=تحريك لاسفل
1094=حرق القرص:
[DIALOG_130]
1073=تحقق من البيانات المكتوبة
1087=قذف القرص بعد الحرق
1018=(انجاز القرص (لا ابعد كتابة محتملة
1000=مزيد من الاعدادات...
1082=مصدر ملف الصورة:
1085=الاعدادات:
1086=حدد سرعة الحرق:
1083=حرق القرص:
1084=حدد محرك حارق الاقراص :
1081=حدد ملف الصورة:
1281=Please insert a blank or rewritable disc in the drive, then click "Burn Now".
[DIALOG_134]
1083=حرق القرص:
1220=اعدادات المحو:
1236=طرق المحو:
1237=سرعة المحو:
1235=حدد محرك حارق الاقراص :
1087=Eject disc after erasing
[DIALOG_131]
1078=معلومات:
1205=التقدم:
[DIALOG_136]
1073=تحقق من البيانات المكتوبة
1012=انشاء ملف مؤقت قبل نسخ
1087=قذف القرص بعد الحرق
1018=(انجاز القرص (لا ابعد كتابة محتملة
1000=مزيد من الاعدادات...
1221=مصدر المحرك:
1230=مصدر المحرك:
1223=اعدادات الحرق:
1240=محرك وجهة الاقراص :
1241=سرعة الحرق:
[DIALOG_135]
1221=مصدر المحرك:
1084=حدد مصدر محرك الاقراص:
[DIALOG_140]
1225=محرك:
1226=نوع المعلومات:
1022=عرض معلومات محرك الاقراص
1023=عرض معلومات القرص
1231=حدد محرك الاقراص:
[DIALOG_141]
1024=الشركة المصنعة && النموذجي:
1026=مراجعة البرامج الثابتة:
1028=رقم التسجيل:
1030=التاريخ والوقت:
1032=سعة المخزن المؤقت:
1034=قراءة دعم وسائط الاعلام:
1036=كتابة الوسائط المدعومة:
1038=سرعة القراءة:
1039=سرعة الكتابة:
[DIALOG_142]
1047=نوع القرص:
1049=الشركة المصنعة:
1051=عدد جلسات العمل:
1053=عدد من المسارات:
1055=مساحة حرة:
1057=المساحة المستخدمة:
1000=Finalize disc...
[DIALOG_138]
[DIALOG_139]
1082=مصدر ملف الصورة:
1232=حدد ملف صورة المصدر:
[DIALOG_176]
1230=مصدر المحرك:
[DIALOG_177]
1000=التهيئة...
1229=اعدادات التشفير:
1186=حدد صيغة الناتج :
1187=حدد نمط الناتج :
1189=تمزق الى:
1190=صيغة اسم ملف الناتج:
1191=معاينة:
1196=حدد مجلد للنسخ من القرص المضغوط:
[DIALOG_198]
1246=ملف مصدر الصورة  او القرص المضغوط:
1247=ملف الصورة:
1248=القرص المضغوط:
1240=USB محرك وجهة اقراص:
1249=الاعدادات:
1250=طريقة الكتابة :
1253=File system:
[DIALOG_202]
1262=حدد ملف الصورة:
[DIALOG_203]
1267=(استخراج (سيتم انشاء المجلد اذا كان غير موجود:
1264=الملفات والمجلدات:
1260=استخراج كافة الملفات والمجلدات الموجودة في ملف الصورة
1261=استخراج الملفات المحددة والمجلدات فقط
1265=خيارات الاستخراج :
1012=افتح المجلد بعد الاستخراج
1013=الكتابة فوق الملفات الموجودة
[DIALOG_180]
[DIALOG_181]
[DIALOG_182]
[DIALOG_183]
[DIALOG_171]
1012=لا تعرض هذه الرسالة مرة اخرى
[DIALOG_170]
7=لا
1=نعم
1158=استبدال:
1159=الاسم:
1161=المعدل:
1163=الحجم:
1164=المعدل:
1018=لا تسالني ثانية
3=نعم للكل
8=لا للكل
1143=File exists:
1147=Size:
1144=Name:
[DIALOG_162]
0=تغيير التسمية
1103=رجاء ادخل تسمية جديدة:
[DIALOG_193]
0=كلمة السر
[DIALOG_194]
0=ادخال كلمة سر
[DIALOG_175]
0=الترقية عير الانترنت
1183=ابدا لا تذكرني
1184=ذكرني لاحقا
[DIALOG_169]
0=تسميات اكثر
1290=System ID:
1291=Volume Set ID:
1292=Publisher ID:
1293=Data Preparer ID:
1294=Application ID:
1295=Copyright ID:
1296=Abstract ID:
1297=Bibliographical ID:
[DIALOG_163]
1121=حجم التاريخ الوقت:
1126=ملف التاريخ الوقت:
1122=انشاء
1123=تعديل
1124=فعالة
1125=انتهاء الصلاحية
1127=الاحتفاظ بالحالي
1128=استخدام الوقت من الملف الاصلي
1129=تعيين الى:
[DIALOG_164]
1130=التسمية:
1000=تسميات اكثر...
1131=نظام ملف:
1132=ISO 9660 اسم ملف:
1133=Joliet اسم الملف:
1134=متنوع:
1104=DOS (8.3)
1105=(قياسي (30
1106=(طويل (221
1107=اسمح للحرف الصغير
1108=(قياسي (64 
1109=(طويل (110 
1347=Bootable
1014=XBOX DVD
[DIALOG_161]
0=تسمية ملف/ مجلد
[DIALOG_187]
0=جلسة الاستيراد
1=استيراد
1070=انعاش
1166=اجهزة الاعلام اكتشفت:
1286=Burner:
[DIALOG_174]
1181=الترقية عير الانترنت:
1018=التحقق من وجود تحديثات تلقائيا
1000=دقق الان...
1001=استعادة تكوين التطبيق الافتراضي
1183=Default action for drag and drop:
1368=User interface:
1012=Remember user interface settings
1182=Shell integration:
1019=Enable shell integration
[DIALOG_199]
1131=نظام الملفات الافتراضي:
1132=ISO 9660 اسم ملف:
1104=(دوس (8.3
1105=(قياسي (30
1106=(طويل(221
1107=اسمح للحرف الصغير
1133=Joliet اسم الملف:
1108=(قياسي (64
1109=(طويل (110
1000=استعادة الافتراضي
[DIALOG_165]
1141=عنوان الالبوم:
1142=الفنان:
1143=الملحن:
1144=UPC:
[DIALOG_166]
1145=عنوان المسار:
1146=ISRC:
1144=الملحن:
1142=الفنان:
1147=مهلة:
[DIALOG_185]
0=اعدادات الحرق
1087=قذف القرص بعد الحرق
1013=محاكاة الحرق
1198=عدد النسخ:
1199=(حرق الى الضعف يقود بشكل اني (رجاء اختر المحركات من القائمة تحت
[DIALOG_186]
0=رجاء ادخل القرص التالي
1202=مصدر الملف:
1203=حرق القرص:
1204=مصدر الملف:
1205=حرق القرص:
1206=مصدر المحرك:
1207=مصدر المحرك:
[DIALOG_195]
1214=Compression:
1215=Compression Level:
1216=Password protection:
1012=Enable password protection
1000=Change password...
1217=Multiple volumes:
1013=Split to multiple volumes
1014=Pause after each volume
1218=Volume size(bytes, K means 1024, M means 1024K, G means 1024M):
1134=Miscellaneous:
1018=Enable file optimization
[DIALOG_259]
1180=Burning settings:
1073=Verify written data
1087=Eject the disc after burning
1182=Buffer size (8MB ~ 1024MB):
1088=Finalize disc (No further writing possible)
[DIALOG_260]
1367=Temporary folder:
1369=Leave it blank if using system temporary folder
[DIALOG_207]
0=How do you want to open the file?
1012=Remember my choice and don't ask me again
1185=How do you want to open the image file selected?
[DIALOG_250]
0=Add Boot Information
1167=Select the boot information source:
1355=File:
1356=Floppy drive:
[DIALOG_249]
1354=Disc capacity:
[DIALOG_229]
1145=Track title:
1142=Artist:
1143=Comment:
[DIALOG_228]
1141=Album title:
1343=Year:
1143=Genre:
[DIALOG_227]
1330=Includes:
1331=Total size:
1332=Image file size:
1333=Unpacked ISO size:
1334=Ratio:
1335=Archive type:
[DIALOG_226]
1327=File comment:
1000=Copy to clipboard
1001=Load from file...
[DIALOG_258]
0=Select source for creating bootable USB drive
1246=Select source:
1247=Image file:
1248=Compact disc:
1249=Current compilation:
[DIALOG_273]
1070=Refresh
1410=After writing image to USB drive or creating bootable USB drive, if the drive becomes unusable or the capacity is reported incorrectly, please follow the steps to recover it.
1411=Plug in the USB drive.
1412=Select the USB drive from the list. If the drive is not listed, please click "Refresh" button.
1413=Warning: All data in the drive will be destroyed.
1414=Unplug the USB drive.
1415=Plug in the USB drive again, partition and/or format the USB drive with Windows as normal.
1416=Cleaning USB drive, please wait...
1422=Click "Clean USB drive" button to clean all data in the USB drive.
[DIALOG_282]
1432=Output file:
1433=Output file format:
1187=Output file mode:
1000=Config...
1434=Output file name format:
1435=CD Information:
1012=Write CD-Text when burning Audio CD
1013=Load CDDB information through Internet
1436=Preview:
1001=Config...
